---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilometersPerHour
source: html/acc5e816-0202-5701-cf66-dfd5ce0c80c4.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilometersPerHour Property

Kilometers per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId KilometersPerHour { get; }
```